//точки с описаниями IP

var myPointsToo = [
	{ coords: [60.000638, 30.366540], ip: '99.69.104.95', text: 'ИИТУ'},
	{ coords: [60.008715, 30.370778], ip: '98.59.30.90', text: 'ст. м. Политехническая'},
	{ coords: [60.059232, 30.335392], ip: '93.101.50.39', text: 'ЮЛМАРТ'},
	{ coords: [60.038902, 30.323207], ip: '55.39.65.22', text: 'кинотеатр МИРАЖ'},
	{ coords: [60.007429, 30.259344], ip: '55.21.12.39', text: 'Торговый центр на Комендантском'},
	{ coords: [59.981558, 30.210317], ip: '63.82.12.49', text: 'Аквапарк Питерлэнд'},
	{ coords: [59.979160, 30.260718], ip: '66.63.45.39', text: 'ЦПКИО'}
];

var myPoints = [
	{ coords: [59.900638, 31.346540], ip: '97.19.44.33', text: 'Координаты от балды'},
	{ coords: [59.308715, 30.470778], ip: '58.79.30.36', text: 'Координаты от балды'},
	{ coords: [60.259232, 29.835392], ip: '33.10.50.52', text: 'Координаты от балды'},
	{ coords: [60.008902, 30.523207], ip: '63.39.65.35', text: 'Координаты от балды'},
	{ coords: [60.017429, 31.559344], ip: '86.13.42.35', text: 'Координаты от балды'},
	{ coords: [60.481558, 29.310317], ip: '57.82.52.44', text: 'Координаты от балды'},
	{ coords: [59.999160, 29.020718], ip: '68.63.42.43', text: 'Координаты от балды'}
];